[
    {
        "id": 1,
        "name": "Central Reservations",
        "description": "Main developer behind this wordpress powered website. Everything was designed from the ground up with a custom plugin that interfaces with the barefoot web api to obtain available properties and sell them.",
        "link": "https://centraloc.com/",
        "image": "central-reservations.jpg",
        "alt": "Central Reservation's main page by web developer Ryan Videlock"
    },
    {
        "id": 2,
        "name": "Nocturnal Design",
        "description": "A dark themed custom designed website in a completely custom CMS made specifically for this client. Unique in that it was one of the first websites I put out and the customer enjoyed the custom designs I put in.",
        "link": "http://www.nocturnaldesign.com/",
        "image": "nocturnal-designs.jpg",
        "alt": "The home page for Nocturna Design by web developer Ryan Videlock"
    },
    {
        "id": 3,
        "name": "Dynatex International",
        "description": "Custom video and a custom CMS built entirely for their product catalogue.",
        "link": "http://www.dynatex.com/",
        "image": "dynatex.jpg",
        "alt": "Dynatex International's home page by web developer Ryan Videlock"
    },
    {
        "id": 4,
        "name": "Embajador Tequila",
        "description": "A fun project that let me explore new design opportunities. Custom menu, custom CMS, ",
        "link": "http://www.embajadortequila.com/",
        "image": "embajador-tequila.jpg",
        "alt": "The main site for Embajador Tequila by web developer Ryan Videlock"
    },
    {
        "id": 5,
        "name": "The Fitness Connection",
        "description": "Half Wordpress and half Magento build, with a wordpress theme built from the ground up to use a completely different architecture from a typical Wordpress build.",
        "link": "https://thefitnessconnection.com/",
        "image": "the-fitness-connection.jpg",
        "alt": "The Fitness Connection's front page by web developer Ryan Videlock"
    },
    {
        "id": 6,
        "name": "Monte Carlo Oceanfront",
        "description": "A single page parallax wordpress website. Heavily customised wordpress install using a prebuilt wordpress theme.",
        "link": "https://montecarlooceanfront.com/",
        "image": "monte-carlo-oceanfront.jpg",
        "alt": "Front page design for Monte Carlo Oceanfront by web developer Ryan Videlock"
    },
    {
        "id": 7,
        "name": "CoxReels",
        "description": "Completely custom CMS, with a completely custom search tool that used a series of regex and mysql commands to find the correct reels for the end user. My last, biggest and most fun project to work on at BX3. It used a bunch of new css and js techniques for the time and was very well designed.",
        "link": "http://www.coxreels.com/",
        "image": "coxreels.jpg",
        "alt": "CoxReels front page by web developer Ryan Videlock"
    },
    {
        "id": 8,
        "name": "Sellers & Associates",
        "description": "A realty site built on top of a custom CMS that uses a completely custom search engine to search through the properties.",
        "link": "https://www.lakeconroefineliving.com/",
        "image": "lake-conroe-realty.jpg",
        "alt": "The home page of Sellers & Associates by web developer Ryan Videlock"
    }
]